tap "derailed/k9s"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "jstkdng/programs"
brew "ast-grep"
brew "awscli"
brew "bat"
brew "chafa"
brew "colima"
brew "php"
brew "composer"
brew "ctags"
brew "deno"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "tmux"
brew "gitmux"
brew "go"
brew "helm"
brew "jq"
brew "julia"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "python@3.14"
brew "lua-language-server"
brew "luarocks"
brew "neovim"
brew "node"
brew "oh-my-posh"
brew "ripgrep"
brew "rust"
brew "rustup"
brew "stow"
brew "terraform"
brew "thefuck"
brew "tree"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "viu"
brew "wget"
brew "yamllint"
brew "yq"
brew "zoxide"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform-ls"
brew "jstkdng/programs/ueberzugpp"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "localsend"
