tap "controlplaneio-fluxcd/tap"
tap "derailed/k9s"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "jrockway/tap"
tap "jstkdng/programs"
brew "ast-grep"
brew "awscli"
brew "bat"
brew "chafa"
brew "cmctl"
brew "colima"
brew "php"
brew "composer"
brew "cowsay"
brew "ctags"
brew "deno"
brew "docker-completion"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fortune"
brew "fzf"
brew "git"
brew "tmux"
brew "gitmux"
brew "go"
brew "helm"
brew "jaq"
brew "jq"
brew "julia"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "lazygit"
brew "python@3.14"
brew "lolcat"
brew "lua-language-server"
brew "luarocks"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "node"
brew "oh-my-posh"
brew "pipx"
brew "poppler"
brew "pre-commit"
brew "resvg"
brew "ripgrep"
brew "rust"
brew "rustup"
brew "stow"
brew "thefuck"
brew "tree"
brew "tree-sitter-cli"
brew "viu"
brew "wget"
brew "yaml-language-server"
brew "yamllint"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zplug"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "controlplaneio-fluxcd/tap/flux-operator"
brew "derailed/k9s/k9s"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "jrockway/tap/kubectl-jq"
brew "jstkdng/programs/ueberzugpp"
cask "bluesnooze"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "localsend"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/jrockway/kubectl-jq/cmd/kubectl-jq"
