{
  "plugins": {
    "atone.nvim": {
      "src": "https://github.com/Xetius/atone.nvim"
    },
    "cmp-buffer": {
      "src": "https://github.com/hrsh7th/cmp-buffer"
    },
    "cmp-cmdline": {
      "src": "https://github.com/hrsh7th/cmp-cmdline"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp"
    },
    "cmp-path": {
      "src": "https://github.com/hrsh7th/cmp-path"
    },
    "cmp_luasnip": {
      "src": "https://github.com/L3MON4D3/cmp_luasnip"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "fidget.nvim": {
      "src": "https://github.com/Xetius/fidget.nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "gruvbox-material": {
      "src": "https://github.com/Xetius/gruvbox-material"
    },
    "harpoon": {
      "src": "https://github.com/Xetius/harpoon",
      "version": "'harpoon2'"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.ai": {
      "src": "https://github.com/nvim-mini/mini.ai"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons"
    },
    "mini.pairs": {
      "src": "https://github.com/nvim-mini/mini.pairs"
    },
    "mini.surround": {
      "src": "https://github.com/nvim-mini/mini.surround"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'master'"
    },
    "oil.nvim": {
      "src": "https://github.com/Xetius/oil.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/Xetius/plenary.nvim"
    },
    "showkeys": {
      "src": "https://github.com/Xetius/showkeys"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/Xetius/telescope-fzf-native.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/Xetius/telescope.nvim"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim"
    },
    "vim-tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}